Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/jll.se/obsskylt_avlaing_kondom_resa_nordsamiska.pdf.tmx
Source language: sme
Languages: sma

source: Vaikko goas sáhttá vaikko mii dáhpáhuvvat.
sma: Gåess ’ akt maahta maam akt deahpadidh

source: Ale vajálduhte suddjet iežat hiv, hepatit B, gonorrea ja ieža
sma: Aellieh åajaldehtieh vaarjelidh hiv:en, hepatit B:en, gonorrén vööste jïh aaj jeatjah seksuellen laanestamme infeksjovnide gåessie

source: seksuálalaččat njommodávddaid go leat olgoriikkas.
sma: datne leah ålkoerïjhkesne.

source: Váldde álo mielde iežat kondomaid reaissus.
sma: Vaeltieh åålegh dov jïjtje kondovmh meatan feelemisnie.

source: Sáhttá leahkit váttis
sma: Maahta gïerve kondovmidie

source: gávdnat kondomaid iežá riikkain.
sma: gaavnedh / åestedh jeatjah laantine.

source: Buorre mátki !
sma: Utnieh murrie feelemem !

source: Ovttasbargu eaktodáhtolaš organisašuvnnaiguin
sma: Jïjtjevyljehkeorganisasjovnine laavenjosteme
